{"de":"Kid vs. Komei: The Targeted Lips (キッドVS高明 狙われた唇 Kiddo Vāsasu Kōmei Nerawareta Kuchibiru?) is the 983rd and 984th episode of the Detective Conan anime. \nHeiji and Kazuha are invited by Kogoro, Ran, and Conan to Jirokichi's Suzuki Museum to witness the world's largest conch pearl, the Fairy's Lip. Once again, they meet inspector Nakamori who reveals that once again, Kaitou Kid plans to steal it, but there is another law enforcer, inspector Taka'aki Morofushi from Nagano's prefectural police. He reveals that he went to Tokyo to retrieve something that was adressed to him and that he was curious, so he assisted Nakamori's investigation. Naeji Torigoe, the Fairy's Lip's current owner, shows up and tells Jirokichi that if the jewel was to be stolen, he had to pay him back generously, with a large smirk. At the same time, Moena Yamamoto, a company employee, is able to break through security and asks Torigoe to give the jewel back, because it actually belonged to her grandfather who received it after successfully operating a rich caribbean businessman decades ago. Torigoe shoves her away and sees that he discovered it in Mie Prefecture's Ago bay just a few years ago. After listening to their conversation, Kaitou Kid, disguised as a riot squad member, decides to act and makes inspector Nakamori walk on one of his cards stuck on the floor, saying that he will steal the jewel tonight. Will he succeed?","nm":"Detective Conan: Kid vs. Komei - The Targeted Lips","jp":"Kiddo Vāsasu Kōmei Nerawareta Kuchibiru","im":"https:\/\/img.bunnyccdn.co\/_r\/300x400\/100\/98\/fc\/98fc242ef2eab1973c425ddbd446f856\/98fc242ef2eab1973c425ddbd446f856.jpg","tp":"Special","fi":"Finished Airing","rt":"","tm":0,"dt":"Mar 30, 2024","ge":["Adventure","Comedy","Mystery"],"st":["Crunchyroll","TMS Entertainment"],"eps":{"1":{"i":[0,0,0,0],"f":"8b566ab4aaa6cbb30246666f912edf9296ae7520e74e53a7c2d6c2484a067063e1ca34af17f389a779d559bdad1a4db3e5eda5342dc50b778252bba63e7885c3fb2c72b4a01a9431a955c52781f0759881b383141a65305f96039bd166baf32141e07577af9eb151c8b8b3dbb6b284e0cdc6967c252da73a68a0e5a48961f656","t":[["8f\/b7\/8fb7558df7ff42e401ebae3b9e9b31c6\/eng-2.vtt","English"]]}}}