{"de":"Nobita, who visited the dinosaur exhibition with his friends, and in a fossil excavation experience vows to his friends that he will discover a dinosaur and dares to eat peanuts with his eyes if he does not fulfill the dare. As he left the excavation experience he trips over a rock, and suspects he has found a fossil egg. He goes home and convinces Doraemon to use \"time wrapping cloth\" on the fossil egg and twin dinosaurs emerged. Doraemon found that they are a new species of dinosaur not listed in the \"Complete Encyclopedia of Space\". Nobita named the twin dinosaurs Kyu and Myu, and under the advice of Dr. Dinosaur learned how to take care of them. The two fast-growing animals gradually showed a difference. While Myu has learned to fly, Kyu has not and was smaller in size than Myu. As Kyu and Myu grew bigger, Nobita's room was not enough so they used the \"Breeding diorama set\" to allow Kyu and Myu more freedom. The day where Nobita fulfills his dare came, and as his friends arrived they discovered that Nobita has indeed found a dinosaur. At this point Kyu and Myu made a lot of commotion leading to Nobita's mom to come upstairs. They tried to hide Kyu and Myu by using the \"spatial movement crayon\", however, the townspeople saw Kyu and Myu. They realized Kyu and Myu reached the limit of growth, and should return to their time. Nobita had trouble accepting this, but decided it might be the best option.","nm":"Doraemon Movie 40: Nobita's New Dinosaur","jp":"Doraemon Movie 40: Nobita no Shin Kyouryuu","im":"https:\/\/img.bunnyccdn.co\/_r\/300x400\/100\/8e\/c3\/8ec3a83fb7af953c03aad712bf827d58\/8ec3a83fb7af953c03aad712bf827d58.jpg","tp":"Movie","fi":"Finished Airing","rt":"0","tm":110,"dt":"Aug 7, 2020","ge":["Adventure","Comedy","Kids","Sci-Fi","Shounen"],"st":[],"eps":{"1":{"i":[0,0,0,0],"f":"68a63b2b759b8b6cdcd5e0d3a73a2be7a88c16d2a68d7955628d45deb379904d83d69b3eceaa84bdbac195512e42b36d46646b5d5685783b1ecd84e6ff6f0de72e74c312e437fae0f62809d6e7cdbf685ebd1ecaf48af66b3ae40ab7da9ea888191b4f4164597827d7715f23609d5400e148726066bb3dafb822dae0d026c8de","t":[["eb\/4d\/eb4d99879d7a8fe76b3e80819005a7bd\/eb4d99879d7a8fe76b3e80819005a7bd.vtt","English"]]}}}