{"de":"Gintoki, Takasugi and Katsura fight past the Tendoushuu forces, who have taken over the Terminal. The mothership at the top of the terminal is absorbing large amounts of Altana and channeling it into the body of the child Shouyou in order to resurrect him and obtain true immortality. As the group is attacked, they split up into two, with Katsura holding on to Shouyou's heart. Katsura and Hitsugi engage in a fierce battle, and the latter eventually stabs and destroys the heart, revealing that he had no intention of reviving the child; he only wanted to free Utsuro from the curse of immortality. Without the heart, Shouyou would only be able to regenerate and maintain his body temporarily. In the terminal, the Shinsengumi, Hyakka, Oniwabanshu and the rest of the Kabukicho residents fight the rest of the Tendoushuu army, while Matsudaira shoots down the ships outside.\n\nThen Gintoki reunites with Kagura and Shinpachi and they rush towars the top of the terminal.In the meantime, Takasugi reaches the Tendoushuu's ship to find that Shouyou has been revived and killed off the rest of the Tendoushuu. Shouyou's only wish is to put an end to himself and Utsuro. Takasugi begs Shouyou to return to Shoka Sonjuku with him. Shouyou apologizes for not being able to save his disciples, the ones that he truly wanted to protect. As he approaches Takasugi, the latter stabs him, revealing that Utsuro's blood has taken over his body as well. This causes a large explosion at the top of the Terminal. Gintoki is separated from the others and faces off Utsuro, now manifesting in Takasugi's body, Utsuro comes to a realisation that Takasugi did not stab Utsuro earlier. Instead, supported by Oboro whose blood also runs through his body, Takasugi stabbed himself. The body that Utsuro saw lying on the ground was himself. Gintoki and Utsuro fight each other.","nm":"Gintama: The Final","jp":"Gintama: The Final","im":"https:\/\/img.bunnyccdn.co\/_r\/300x400\/100\/cd\/19\/cd192bc64757058cb5c8ce4f43136098\/cd192bc64757058cb5c8ce4f43136098.jpg","tp":"Movie","fi":"Finished Airing","rt":"0","tm":104,"dt":"Jan 8, 2021","ge":["Action","Comedy","Drama","Historical","Parody","Samurai","Sci-Fi","Shounen"],"st":["Bandai Namco Pictures"],"eps":{"1":{"i":[0,0,0,0],"f":"a262896a51acc48c893ac1e46bc79e7f0442c3fdc102b799ac0359e2f571b7ad5f5bc5f9aa90de68ca66d3bc5dd3b0bf4b2baa5611c69c8e45168a53d72f07f90866a082593fa4cae3a502e1d59f92e17f41f8dd87e93bd5331651816dbd8e3d0d51c6ce89af88ad238158300a2e00148d5f76340c84ad9d67a936655f887f1c","t":[["6e\/7f\/6e7f6724189a4a6f0caf91c4a74c442b\/eng-2.vtt","English"]]}}}