{"de":"Based on the CyberConnect2 HIT GAME, now will be released in a CG Movie!\n\nThe Movie will be placed in the storyline of each .hack\/\/G.U. games trilogy. The story follows Haseo, a player in the online MMORPG called The World:R2 at first depicted as a PKK (Player Killer Killer) known as the \"Terror of Death\", a former member of the disbanded Twilight Brigade guild. Haseo encounters Azure Kite (believing him to be Tri-Edge and blaming him for what happened to Shino) but is hopelessly outmatched. Azure Kite easily defeats Haseo and Data Drains him, reducing his level from 133 to 1 and leaving him without any items, weapons, or member addresses. He is left with a mystery on his hands as to the nature of the Data Drain and why Azure Kite is in possession of such a skill.\n\nEventually Haseo gains the \"Avatar\" of Skeith. Acquiring the ability to call Skeith and wield his abilities, such as Data Drain. With Skeith as his strength, Haseo begins the quest for a way to save Shino.\n\nHe is seen seeking out a PK (Player Killer) known as Tri-Edge, whose victims supposedly are unable to return to The World after he PKs them. Haseo's friend, Shino, was attacked six months prior to the events of the game by Tri-Edge, and the player herself, Shino Nanao, was left in a coma.","nm":".hack\/\/G.U. Trilogy","jp":".hack\/\/G.U. Trilogy","im":"https:\/\/img.bunnyccdn.co\/_r\/300x400\/100\/bd\/15\/bd15dacc445300ff76be2f5da94228ad\/bd15dacc445300ff76be2f5da94228ad.jpg","tp":"Movie","fi":"Finished Airing","rt":"7.15","tm":93,"dt":"Mar 25, 2008","ge":["Action","Fantasy","Game","Sci-Fi"],"st":["CyberConnect2"],"eps":{"1":{"i":[0,0,0,0],"f":"2b2e7bd66bb7aa3332b08e657c97fc2028ed41f740351ce2f5f71cf84163ce4016fcf33ba25294eb480a5d2664bd86ab07c5cef4add1d22eacb93f8f4baa4a23b3ece42e2eecadec552506bb3407cd3ee9007afdf4f8bb4a74a638ea050a967397aeb1b29d8666be81ae4022e8ed56560e239516f57dda1a62c62303d6f4085b","t":[["1d\/5a\/1d5a41c3e6d9108c34e8fe9da8146cee\/1d5a41c3e6d9108c34e8fe9da8146cee.vtt","English"]]}}}