{"de":"Shirobako Specials is an OVA adaptation of the first episodes of the two fictional television anime produced by Musashino Animation in the Shirobako television anime.\n\nEkusodasu!: Shutsu Tokyo\nAkane, Aya, and Alpine are the three members of the struggling idol group Tracy, which has yet to make a name for themselves. After their performance at a supermarket attracts a dismal audience, the trio's leader Akane decides to turn their fortune around by confronting their disinterested manager Taguchi. But the girls are in for a surprise when they stumble across Taguchi's corpse in a storage room, and become the prime suspects in his murder—all the while rising to the widespread fame they so desperately wanted.\n\nDaisan Hikou Shoujotai: FALLING ANGEL\nThe 307 Aerial Squad, also known as \"Hell Alice,\" is part of a global military resistance against the enigmatic Builders, who have covered a third of Earth's surface with mysterious structures known as Pillars. With all aircraft built after the 1970s disabled by the Pillars, Hell Alice must pilot their outdated equipment against the advanced technology stolen by the Builders. Among their ranks is the talented, school-aged Japanese girl Aria Hitotose, the so-called \"Ice Doll\" who never hesitates in even the most dire of situations. When an operation to rescue survivors from a destroyed base goes awry, it is up to Aria and her trusty allies to save the day.","nm":"Shirobako Specials","jp":"Shirobako Specials","im":"https:\/\/img.bunnyccdn.co\/_r\/300x400\/100\/49\/3d\/493d401c650238cda7b0a74bd3e0fbee\/493d401c650238cda7b0a74bd3e0fbee.jpg","tp":"Special","fi":"Finished Airing","rt":"6.89","tm":25,"dt":"Feb 25, 2015 to Jul 29, 2015","ge":["Adventure","Comedy"],"st":["P.A. Works"],"eps":{"1":{"i":[0,0,0,0],"f":"69b7c27389096b56ac8758406bd5986b46d93e97683bbe231a655bd78c715a9af9f207aad22865a4e855dfa2cf98f246e1d454ac8de0ccca0f7394440c960e19d0bb4fbd4804e7ec15d3567ec73f9618d030bdafc2d82ffa0c58fd32a5e579f05e5e781ba878fcfb0f43e48e0792b026d7717eb71b5011d9498e9151e99f30d5","t":[["ed\/41\/ed412c3d890f7e66764f1ea730c49925\/ed412c3d890f7e66764f1ea730c49925.vtt","English"]]},"2":{"i":[0,0,0,0],"f":"ff50f86dd3749339e21fd4e92e54432068ba5eb8fc6a01030833017fb4961ff44b05d54660f0cd8a4a70a6637c1c7a89a25bf99c0f095fd901ba17633af33bdd5bde7567e10548d6f8e7896b50ceb6a8ffecac34cf3d0be7a3507c6b75837973f7b3d19acacd048332f867b2707d0fbb34e101cd7fff15ebf493e3d484775a9d","t":[["1d\/a7\/1da7f2e824d1484b642219a319ad9b1d\/1da7f2e824d1484b642219a319ad9b1d.vtt","English"]]}}}