{"de":"Mei, Aiko, Asami, and Nagi are making cookies at Mei's house. Knowing that the process could take a while, Nagi chases Yamato out of the house. He receives a text from Kai, who asks him if he wants to meet up at the park. When Yamato arrives, it is revealed that the rundown park was where the two of them first talked and bonded for the first time. After bantering a bit, Kai asks Yamato why he, who had always seemed to be having fun with a large crowd around him, was always the first one at the park after school. Yamato admits that he used to feel like he was a chameleon; someone who didn't have his own personality and just changed himself to please others. Kai tells Yamato that he used to hate the town, but thanks to Yamato, he now finds it to be beautiful. Kai reassures him that he is his own person, and Yamato confesses that after he met Mei, he realized just how lonely he was. Kai later runs into Megumi at the bus stop. They start talking, and Kai tells her that he thinks she's cool for staying true to herself while modelling. Megumi snaps back at him, and Kai, offended, leaves. When Momo comes, Megumi regrets lashing out on Kai and later becomes embarrassed when Momo suggests that Megumi likes him. At Mei's house, the cookies are done and turn out to be delicious. Mei's mom shoos Mei and Yamato out of the house. Yamato hugs Mei and tells her he's glad she's with him. They watch the sunset together before continuing their walk, holding hands. \n\n(Source: Wikipedia)","nm":"Sukitte Ii na yo.: Dareka ga","jp":"Sukitte Ii na yo.: Dareka ga","im":"https:\/\/img.bunnyccdn.co\/_r\/300x400\/100\/8d\/18\/8d18db661a3f427550e23418366d61b6\/8d18db661a3f427550e23418366d61b6.jpg","tp":"OVA","fi":"Finished Airing","rt":"7.29","tm":23,"dt":"Jul 24, 2013","ge":["Romance","School","Shoujo"],"st":["Zexcs"],"eps":{"1":{"i":[0,0,0,0],"f":"50a80bb2f96990ac52514543e46a4ac246c69b2ea2ea8197b3437670ef3141c469c7cfedeca794ba8b6c2791f0818f9add42c77cbd4974deaeb55cb060b5dfe203307d802c186493cec52a0475e8276c25bfb7719397525dbd6a8f6b4eccb1c3b1ee910bda2d8518793249c336f74a91d0cbe2ef49238852a6ad62a3a8d5b9f3","t":[["9b\/20\/9b206709fce7ded630231652a6f8489c\/eng-2.vtt","English"]]}}}