{"de":"DVD episodes 23 and 24.\n\nBased on a seinen manga by Shinobu Ohtaka, serialized in Young Gangan.\n\nKoushi Inuzuka is a smart high school student who aims to become a public prosecutor. Unfortunately for our good guy, he was born into a martial arts family whose head (ie his father) only knows one language: violence. When Koushi was still a baby, his father made a pact with his biggest rival to marry Koushi to his opponent-turned-friend's daughter. The union of the two blood lines is supposed to bring forth Earth's strongest martial arts clan.\n\nSkip forward: Koushi is in high school, oblivious to the marriage arranged for him at his birth. Enter Momoko Kuzuryuu: sugar bomb, airhead, loli martial arts artist and Koushi's self-proclaimed bride (the strongest on Earth, no less). Her wish for sexual intercourse meets with Koushi's square refusal as he has absolutely no desire to get it on with someone who looks like she could be his little sister, not to mention that he doesn't have the foggiest idea who she actually is.\n\nMeanwhile, a war has broken out between the martial arts families. For Koushi, this means that numerous fighters are out to challenge him. As if that weren't bad enough, our protagonist also has a fight phobia due to a traumatic incident that took place in his childhood. Now it's up to Momoko and her superhuman fighting skills to protect her \"husband.\" Will the two sweethearts survive the trials and tribulations ahead of them? More importantly, will Momoko get her way receiving a baby from Koushi?","nm":"Sumomomo Momomo: Chijou Saikyou no Yome Specials","jp":"Sumomomo Momomo: Chijou Saikyou no Yome Specials","im":"https:\/\/img.bunnyccdn.co\/_r\/300x400\/100\/d6\/b2\/d6b2d371c3c387ae3525a9835c34572e\/d6b2d371c3c387ae3525a9835c34572e.jpg","tp":"Special","fi":"Finished Airing","rt":"6.95","tm":23,"dt":"Sep 4, 2007","ge":["Comedy","Ecchi","Martial Arts","Romance"],"st":["Studio Hibari"],"eps":{"1":{"i":[0,0,0,0],"f":"fc3857882103ebbec44f2d7e45e03ad17df84b38f74f651cf5eceaffc901d847b45c63e41710be2f025bef6f294ee2acc0eae213f23eb2b2749283894ef0ad883d18abdebf9868fffc73b6f9bbd92f7312b9e6994cd72a8546e85a6db492e1b36b2ee6468d8828f6ae39ba537ce2fb096f27e0dbc488274d34a484b025c4b53f","t":[["4f\/a0\/4fa0758787d1bfca199e4eb956999118\/4fa0758787d1bfca199e4eb956999118.vtt","English"]]},"2":{"i":[0,0,0,0],"f":"32349e4f22cfdfb80ffbcc145d5d2c65faf2e27e5bb7c688a077dc19c833c336ba407ca9f88da618221a6b7a02a3065f2095cd526436afd2c24bbaeb0fde15ab9c26134e56a1e5693c15028b72ddb56ec4226066840e703f333cbe9c75e9f7f0dae8d390344ce09a47d7894c6b87cb48b0e826c779c458b3199b40c9732f89ae","t":[["25\/21\/2521d04437a1f0fd4537f0d80d59ac4f\/2521d04437a1f0fd4537f0d80d59ac4f.vtt","English"]]}}}