{"de":"Takashi Toono was unsure what to expect when he transferred to Morimori Academy, a private all-boys boarding school located deep in the mountains. However, it's no different from any other boys' school, and since he entered halfway through the year, he feels like an outcast—until the bright and friendly Kyousuke Yaguchi introduces himself. \n\nDue to the school's compulsory club policy, Toono chooses to join the low-effort \"Photography Club,\" but the club is not what it seems. Nicknamed the \"Yarichin Bitch Club,\" its members offer sexual services to pent-up boys at the academy—for no reason other than a love of sex. What's worse is his monthly sex quota—and the punishment for failure is severe: the club will forcefully take his innocence. However, as time runs out, Toono is left mortified and out of options. \n\nAt Toono's side throughout his ordeal is Yaguchi, as well as Yuu Kashima—a fellow transfer student and club member who shares Toono's predicament. While the first years in the club struggle with their sticky dilemma, the club collectively has to deal with sex, secrets, and even stalkers!","nm":"Yarichin Bitch Club","jp":"Yarichin☆Bitch-bu","im":"https:\/\/img.bunnyccdn.co\/_r\/300x400\/100\/a7\/25\/a725203de019d4e238ab52c8702d01f4\/a725203de019d4e238ab52c8702d01f4.jpg","tp":"OVA","fi":"Finished Airing","rt":"6.86","tm":26,"dt":"Sep 21, 2018 to Apr 17, 2019","ge":["Comedy","School"],"st":["GRIZZLY"],"eps":{"1":{"i":[0,0,0,0],"f":"cadd2861b97e6054cdff5c1d3c396e05f390225b492750b5b7a26f1496710e2f23e10b13613fb959ed84ab8ae9a68a84142c8e060468a56bcaf3200f2849b9228421852f5b04508d54a72b9973cdda661bf962c33425e69d1d674b79f9ab2d7b7acfe508772166322007f296bb78cfd35faaa930f56f5c1ae775849f7ec7a573","t":[["60\/fd\/60fd667a91a03c9ebd610a7c58800e4e\/eng-0.vtt","English"]]},"2":{"i":[0,0,0,0],"f":"cefc7f14357d8a841c33f53ae855a527201eaea7b5ee6feba82a28b8e8086a3c9ec3fff5b0a7d292d91b886cfd79b3c158e37edbc12ba7e240461baf9325c148e64c294984b43434497602c428147861d6a7405c9ec82ad706db9cd3d4f4acf502cc56750178e2b5ee7b8d412216f5b937c67cf65a4bcdc7797dab9d763df334","t":[["c6\/15\/c615d3223237c5d094c42e1876ce49dc\/eng-0.vtt","English"]]}}}